{
    "2022": {
        "7": [
            "Start des OSIRIS-Projektes, zuerst noch unter dem Namen <q>Research Report</q>.",
            "Erster Prototyp kann DOIs von Publikationen einlesen und andere Aktivitäten hinzufügen (Poster, Vorträge und Reviews)."
        ],
        "8": [
            "Umstellung der Datenbank-Engine auf MongoDB ermöglicht schnelleres Wachstum der Plattform."
        ],
        "9": [
            "Einführung eines simplen Punkteschemas ermöglicht die Bewertung der eigenen Performance.",
            "Verschiedene Kontrollmechanismen werden eingeführt, um Wissenschaftlern eine bessere Übersicht über ihre Aktivitäten zu bieten."
        ],
        "10": [
            "Alle essenziellen Wissenschaftler-Funktionen sind verfügbar: Anlegen und Bearbeiten der Datensätze, sowie grundlegende Kontrollmechanismen und Darstellungen.",
            "Die grundlegenden Aktivitätstypen sind implementiert: Publikationen, Poster, Vorträge, Reviews, Sonstiges und Gastbetreuung. Alle vorhanden Knöpfe funktionieren erwartungsgemäß.",
            "Eine Plattform zum Nutzermanagement wird hinzugefügt. Fehlende Nutzer sowie die Abteilungszuordnung müssen für nachfolgende Schritte nachgetragen werden.",
            "Eine detailierte Anleitung wird eingeführt, um die Nutzbarkeit des Systems zu verbessern.",
            "Start der ersten Testphase mit ausgewählten Wissenschaftler:innen. Ziel ist es, Feedback der Nutzerseite zu erhalten und fehlende Funktionen nachzurüsten. "
        ],
        "11": [
            "Das Controlling hat jetzt die volle Kontrolle über die Datenbank. Anzeigen und Bearbeiten der Datensätze funktioniert auch für das Controlling reibungslos und wichtige Metriken werden zentral aufbereitet und dargestellt.",
            "Journale und Metriken (z.B. Impact Factor) können bearbeitet werden. Ein automatischer Upload von Impact Factoren wird eingeführt.",
            "Reports können automatisch aus dem System generiert werden."
        ],
        "12": [
            "Feedback aus der Alpha-Testphase wird eingearbeitet. Letzter Schliff vor der ersten Inbetriebnahme des Systems.",
            "Tutorials werden um Videos und Gifs erweitert, um die Nutzbarkeit weiter zu verbessern.",
            "Ein Interface zur ORCID ermöglicht den automatischen Import von Aktivitäten der Wissenschaftler, die einen ORCID-Account pflegen."
        ]
    },
    "2023": {
        "1": [
            "Die erste Beta-Testphase wird in der DSMZ ausgerollt. Die bereits etablierten Excel-Tabellen und OSIRIS werden parallel laufen, um bei Problemen mit dem System weiter aktionsfähig zu sein.",
            "Über die weitere Implementierung von Aktivitäten wird nachgedacht. Beispiele wären <i>Grant Proposals</i>, aber auch Pre-Prints, sowie Datensätze und Softwarepakete, die mit einem neuen Beschluss der DFG mehr wissenschaftliche Relevanz gefunden haben (siehe <a href='https://www.dfg.de/foerderung/info_wissenschaft/2022/info_wissenschaft_22_61/' target='_blank'>hier</a> für mehr Infos)."
        ],
        "2": [
            "Feedback aus der ersten Testphase wird eingearbeitet."
        ],
        "4": [
            "Abhängig von dem Erfolg der vorangegangenen Phase wird eine neue Testphase eingeführt oder eine Systemumstellung eingesetzt. Bei letzterem würde auf Excel-Tabellen für die Einbindung der Aktivitäten verzichtet werden."
        ],
        "5": [
            "Es wird über die Implementierung weiterer Daten beraten.",
            "Schnittstellen werden reflektiert, beispielsweise zu DORO, Workflow, SAP, ORCID, Web of Science oder Reportstellen."
        ]
    }
}